<?=$html->css(array('/users/css/default'),null,array('inline'=>false));?>

<?=$skin_header?>


<div class="agree-box">

<textarea name="textarea" class="input2" style="padding:30px;width:530px;height:300px;">

제 1장 총칙

제 1조 목적
이 약관은 `제스프레소(xespresso)`가 운영하는 커뮤니티 사이트에서 제공하는 관련 서비스를 `제스프레소(xespresso)` 에서 승인한거나 당사회원에 한해 국한적으로 이용함에 있어 모든 서비스의 이용조건 및 절차에 관한 사항과 기타 필요한 사항을 `제스프레소(xespresso)` 규정 및 전기통신사업법이 정하는 대로 준수하고 규정함을 목적으로 합니다.
 
제 2조 약관의 효력과 변경

(1) 이 약관은 이용자에게 공시함으로써 효력을 발생합니다.
(2) `제스프레소(xespresso)`는 사정 변경의 경우와 운영상 중요 사유가 있을 때 약관을 변경할 수 있으며, 변경된 약관은 전항과 같은 방법으로 효력을 발생합니다. 

제 3조 약관 외 준칙
이 약관에 명시되지 않은 사항이 전기통신기본법, 전기통신사업법 및 기타 관계 법령에 규정되어 있을 경우에는 그 규정에 따릅니다. 


제 2장 회원 가입과 서비스 이용

제1조 회원의 정의
회원이란 `제스프레소(xespresso)`에서 회원으로 적합하다고 승인하거나 근무하는 회원으로 본 약관에 동의하고 서비스의 회원 가입양식을 작성하고 'ID'와 'Password'를 발급 받은 사람을 말합니다.

제 2조 서비스 이용 계약의 성립

(1) 이용 계약은 이용자의 회원등록 신청에 대한 `제스프레소(xespresso)`의 이용 승낙과 이용자의 약관 내용에 대한 동의로 성립됩니다. 
(2) 회원에 가입하여 서비스를 이용하고자 하는 희망자는 `제스프레소(xespresso)`에서 요청하는 개인 신상정보를 반드시 실지로 제공해야 합니다.
(3) 이용자의 이용신청에 대하여 `제스프레소(xespresso)`가 이를 승낙한 경우, `제스프레소(xespresso)`는 회원 ID와 기타 `제스프레소(xespresso)`가 필요하다고 인정하는 내용을 이용자에게 통지합니다.
(4) `제스프레소(xespresso)`는 다음 각 호에 해당하는 이용계약 신청에 대하여는 이를 승낙하지 아니 합니다.
가. 사회의 안녕과 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 때
  
제 3조 서비스 이용 및 제한 

(1) 서비스 이용은 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 하나 사이트 규정 및 사정에 의한다. 
(2) 전항의 서비스 이용시간은 시스템 정기점검 등 필요한 경우, 회원에게 사전 통지한 후, 제한할 수 있습니다. 

제 4조 서비스의 사용
서비스는 회원으로 등록한 `제스프레소(xespresso)`가 승인한 회원들만 사용할 수 있습니다.

제 5조 계약 사항의 변경
회원은 이용신청시 기재한 사항이 변경되었을 경우는 즉시 온라인으로 수정을 하거나, 운영자 이메일(`제스프레소(xespresso)`net@gmail.com)로 운영자에게 통보를 해야 합니다.


제 3장 의  무
 
제 1조 `제스프레소(xespresso)`의 의무 

(1)`제스프레소(xespresso)`는 회원이 신청한 회원가입을 등록한 후에 회원이메일로 아이디와 패스워드를 보내 서비스를 이용할 수 있도록 합니다. 
(2)`제스프레소(xespresso)`는 회원으로부터 소정의 절차에 의해 제기되는 의견에 대해서는 적절한 절차를 거쳐 처리하며, 처리시 일정 기간이 소요될 경우 회원에게 그 사유와 처리 내용을 알려주어야 합니다.
(3)`제스프레소(xespresso)`는 회원의 정보를 철저히 보안 유지하며, 양질의 서비스를 운영하거나 개선하는 데에만 사용하고, 이외의 다른 목적으로 타 기관 및 개인에게 양도하지 않습니다.
 
제 2조 회원의 의무.

(1) 커뮤니티 `제스프레소(xespresso)`의 정보를 다루는 곳이므로 보안에 각별이 신경을 써야하며 정보유출 및 ID 및 PASSWORD 노출을 회원본인 스스로 제안하여야 한다.
(2) ID와 PASSWORD에 관한 모든 관리의 책임은 회원에게 있습니다. 
(3) `제스프레소(xespresso)` 커뮤니티는 회원 인증을 위하여 세션 방식을 이용하고 있습니다. 그러나 이러한 세션 사용은 로그인 시 사용자가 회원임을 인증하기 위한 수단으로만 사용합니다. 이와 더불어서 PC의 로그 아웃을 하지 않은 상태로 웹사이트를 벗어날 시 공공장소나 타인이 사용할 수 있는 PC에 서버의 세션 기록이 남아 로그인된 상태가 될 수 있으므로, 로그인 후 서비스 이용이 끝나시면 반드시 로그아웃을 해주시기 바랍니다. 
(4) 회원은 서비스의 일부로 보내지는 `제스프레소(xespresso)`의 전자우편을 받는 것에 동의합니다.
(5) 자신의 ID가 부정하게 사용된 경우나 비회원에게 노출된경우, 회원은 반드시 `제스프레소(xespresso)`에 그 사실을 통보해야 합니다. 
만약 정보노출로 인한 문제발생은 회원본인이 전적으로 책임져야 한다.
(6) 회원은 이 약관 및 관계 법령에서 규정한 사항을 준수하여야 합니다.


제 4장 계약 해지 및 서비스 이용 제한
 
제 1조 계약 해지 및 이용 제한 

(1)회원이 개인적인 문제나 `제스프레소(xespresso)`의 사유에 의해 해지하고자 하는 때에는 회원 본인이 직접 전자메일을 통해 운영자에게 해지 신청을 요청하면 본인 확인후 해지 할수 있다.
(2)해지 신청시 본인임을 알 수 있는 이름,주민등록번호,ID,전화번호, 해지사유를 알려주시면,가입기록과 일치여부를 확인한 후 가입을 해지하여 드립니다.
(3)가입해지 여부는 기존의 ID,PASSWORD로 로그인이 되지 않으면 해지된 것이며, 한번 해지된 ID는 기존 사용자라도 사용할 수 없음을 알려드립니다.
(4)`제스프레소(xespresso)`는 회원이 다음 사항에 해당하는 행위를 하였을 경우, 사전 통지 없이 이용 계약을 해지하거나 또는 기간을 정하여 서비스 이용을 중지할 수 있습니다.
가. 공공 질서 및 미풍 양속에 반하는 경우 
나. 범죄적 행위에 관련되는 경우 
다. 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행 할 경우 
라. 타인의 ID 및 PASSWORD를 도용한 경우
마. 타인의 명예를 손상시키거나 불이익을 주는 경우 
바. 같은 사용자가 다른 ID로 이중 등록을 한 경우 
사. 기타 관련 법령이나 `제스프레소(xespresso)`가 정한 이용조건에 위배되는 경우
 
제 2조 이용 제한의 해제 절차

(1)`제스프레소(xespresso)`는 이용 제한을 하고자 하는 경우에는 그 사유, 일시 및 기간을 정하여 서면 또는 전화, 이메일 등의 방법을 이용하여 해당 회원 또는 대리인에게 통지합니다. 
(2)다만, `제스프레소(xespresso)`가 긴급하게 이용을 중지해야 할 필요가 있다고 인정하는 경우에는 전항의 과정없이 서비스 이용을 제한할 수 있습니다.
(3)제4장 제2조 1항의 규정에 의하여 서비스 이용중지를 통지 받은 회원 또는 그 대리인은 이용 중지에 대하여 이의신청을 할 수 없습니다.

제 3조 회원의 게시물 관리

`제스프레소(xespresso)`는 회원이 게시하거나 등록한 내용물이 다음 사항에 해당된다고 판단되는 경우에 사전 통지 없이 삭제할 수 있습니다.
(1) 타인을 비방하거나 중상모략으로 개인 및 단체의 명예를 손상시키는 내용인 경우
(2) 공공질서 및 미풍양속에 위반되는 내용인 경우
(3) 범죄적 행위에 부합된다고 인정되는 내용인 경우
(4) 타인의 저작권 등 기타의 권리를 침해하는 내용인 경우
(5) 기타 관계 법령이나 `제스프레소(xespresso)`에서 정한 규정에 위배되는 내용인 경우


제 5장 서비스에 관한 책임의 제한 

커뮤니티 서비스
회원은 커뮤니티 서비스의 모든 내용에 대해 `제스프레소(xespresso)` 회원들과 관리자를 제외한 제3자에게 유출되지 않도록 최선을 다해 보안을 유지하려고 노력해야 한다. 그러나 다음과 같은 경우에는 커뮤니티의 내용 공개 및 상실에 대하여 `제스프레소(xespresso)`에 책임이 없으며 유출회원의 책임으로 간주합니다..
가. 사용자의 부주의로 암호가 유출되어 커뮤니티 내용이 공개되는 경우
나. 천재지변이나 그 밖의 `제스프레소(xespresso)`가 통제할 수 없는 상황에 의하여 커뮤니티 내용이 공개된 경우
다. 로그아웃을 하지 않아 개인의 정보가 유출된 경우


제 6장 저작권의 귀속 및 이용제한

(1) 커뮤니티에서 작성된 저작물에 대한 저작권 기타 지적재산권은 `제스프레소(xespresso)`에 귀속합니다.  
(2) 회원은 커뮤니티을 이용함으로써 얻은 정보를 `제스프레소(xespresso)`의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.


제 7장 보안
이용자는 사규에 의해 임의로 커뮤니티이 포함하는 모든 `제스프레소(xespresso)`의 정보를 유출시킬 수 없으므로 커뮤니티의 모든정보에 대한 보안 문제에 대한 각별한 신경을 써야하며 이로 인해
`제스프레소(xespresso)`의 손실을 입혔을 경우 그에 대한 책임을 전적으로 져야 한다.
 

(부칙)
이 약관은 2011년 9월 1일부터 시행합니다.

          </textarea>
          
          
</div>
	
	
<div class="agree-box">	
	<p>이용약관에 동의하십니까? </p>

	<div class="clearfix">
	 	<label for="yes" style="margin:0;padding:0">예</label>
		<div class="input"><input id="yes" type="radio" id="agree" name="confirm_yn" value="y" checked="checked" onfocus="this.blur();" style="border:none" /></div>
	</div>		
	<div class="clearfix">
 	 	<label for="no" style="margin:0;padding:0">아니오</label>
		<div class="input"><input id="no" type="radio" id="agree" name="confirm_yn" value="n" checked="checked" onfocus="this.blur();" style="border:none" /></div>
	</div>
</div>	

<div style='text-align:center; width:100%;'>
	<?=$form->button('확인',array('id'=>'btn-agree','class'=>'btn success','type'=>'submit'));?>
	<?=$form->button('취소',array('id'=>'btn-cancel','class'=>'btn',));?>
</div>




<?=$skin_footer;?>

<script type='text/javascript'>
//<![CDATA[
$('#btn-agree').click(function(){

	if( $('input[type=radio]:eq(0)').is(':checked') ){
		window.location.href='/users/signup';
	}else{
		window.alert('약관에 동의 하셔야만 회원가입하실 수 있습니다.');
	}
});

$('#btn-cancel').click(function(){
	window.location.href='/';
});
//]]>
</script>